Repository: anasmohamed/Luzaz
Catalog: Luzaz/*.lproj/Localizable.strings
Languages: ar

source: you should login
ar: يجب عليك تسجيل الدخول

source: OK
ar: نعم

source: Error
ar: خطا

source: Success
ar: تم بنجاح

source: Cancel
ar: الغاء

source: you should enter title , meeage and email
ar: يجب عليك ان تدخل عنوان المشكلة وتفاصيل المشكلة و البريد الالكتروني

source: Egypt
ar: مصر

source: Libya
ar: ليبيا

source: Emirates
ar: الامارات

source: USA
ar: الولايات المتحده

source: You Shoulde Write a Message
ar: يجب ان تكتب شيئا

source: Offer Deleted Successfully
ar: تم المسح بنجاح

source: You Must Choose Category and SubCategory and Brand
ar: يجب ان تختار الفئة و الفئه الفرعية و الماركة

source: New
ar: جديد

source: Used
ar: مستعمل

source: you must choose city and photo
ar: يجب ان تختار المدينة

source: you should enter all data
ar: ادخل كل البيانات المطلوبة

source: You Should Enter Price
ar: يجب ان تدخل السعر

source: You Should Enter Name ,email and mobile
ar: يجب ان تدخل الاسم ورقم الموبايل و البريد الالكتروني

source: You Must Fill the data
ar: يجب ان تدخل كل البيانات

source: you should enter your email
ar: يجب ان تدخل البريد الالكتروني

source: should enter password and comfirm password
ar: يجب ان تدخل كلمة السر وتاكيد كلمه السر

source: You Should Give Permission
ar: يجب ان تعطي التطبيق الاذن لفتح الاستوديو
